Repository: lilhammerfun/clumsies
Catalog: apps/macos/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Filter Memory by Project
zh_hans: 按项目筛选记忆

source: Filter Reviews
zh_hans: 筛选评审

source: Filter Reviews by Author
zh_hans: 按作者筛选评审

source: Filter Reviews by Project
zh_hans: 按项目筛选评审

source: Filter Reviews: %@
zh_hans: 筛选评审：%1$@

source: Final
zh_hans: 最终结果

source: Final path
zh_hans: 最终路径

source: Find Next
zh_hans: 查找下一个

source: Find Previous
zh_hans: 查找上一个

source: Find...
zh_hans: 查找…

source: Finish Adding Memory
zh_hans: 完成添加记忆

source: Finish or cancel the active document Sync before switching Memory context.
zh_hans: 切换记忆上下文前，请先完成或取消当前文档同步。

source: Finish the current Memory operation before opening this project.
zh_hans: 请等待当前记忆操作完成，再打开此项目。

source: Folder name
zh_hans: 文件夹名称

source: Follow System
zh_hans: 跟随系统

source: Forward
zh_hans: 前进

source: Fragment Limit
zh_hans: 达到片段上限

source: Frequently retrieved memories
zh_hans: 常用记忆

source: Fresh Bundle data was unavailable. Existing Bundles were kept.
zh_hans: 无法获取最新的 Bundle 数据。已保留现有 Bundle。

source: Fresh Draft data was unavailable. Existing Drafts were kept.
zh_hans: 无法获取最新的草稿数据。已保留现有草稿。

source: Fresh Review data was unavailable. Existing Reviews were kept.
zh_hans: 无法获取最新的评审数据。已保留现有评审。

source: Fresh account data is required before switching workspaces. The previous account workspace was cleared.
zh_hans: 切换工作区前需要获取最新账号信息。上一个账号的工作区已清除。

source: Frontmatter
zh_hans: 文档元数据

source: General
zh_hans: 通用

source: Get started with projects, Memory, and your team.
zh_hans: 了解项目、Memory 和团队协作。

source: Give your memory a starting point
zh_hans: 为记忆打好基础

source: Go Back
zh_hans: 后退

source: Go Forward
zh_hans: 前进

source: Hide %@
zh_hans: 隐藏 %1$@

source: Hide Others
zh_hans: 隐藏其他

source: Hide Sidebar
zh_hans: 隐藏边栏

source: Historical counts require recorded snapshots.
zh_hans: 历史数量需要已记录的快照。

source: History not recorded
zh_hans: 未记录历史

source: How %@ is calculated
zh_hans: %@的计算方式

source: Inbox
zh_hans: 收件箱

source: Includes reused chunks already available to the agent. Tokens describe the selected content, not newly sent tokens or model usage.
zh_hans: 包含 Agent 已持有并复用的片段。Token 数量指已选内容的大小，不代表新发送的 Token 或模型用量。

source: Install and Continue
zh_hans: 安装并继续

source: Install once for all projects. The repository binding selects which project’s Memory each agent uses.
zh_hans: 安装一次即可用于所有项目。仓库绑定决定各个 Agent 使用哪个项目的记忆。

source: Install or update the Codex app before repairing its Clumsies Plugin.
zh_hans: 请先安装或更新 Codex 应用，再修复其 Clumsies 插件。

source: Installed for this Mac
zh_hans: 已在这台 Mac 上安装

source: Integration
zh_hans: 集成

source: Invitations, roles, and membership
zh_hans: 邀请、角色和成员关系

source: Keep %@ File
zh_hans: 保留%1$@文件

source: Keep Editing
zh_hans: 继续编辑

source: Keep File Deleted
zh_hans: 保持删除文件

source: Keep editing to save your changes, or discard them.
zh_hans: 继续编辑以保存更改，或丢弃更改。

source: Language
zh_hans: 语言

source: Language, version and software updates
zh_hans: 语言、版本和软件更新

source: Last %lld days
zh_hans: 最近 %1$lld 天

source: Last 7 days
zh_hans: 最近 7 天

source: Last Review record update
zh_hans: 评审记录的最近更新时间

source: Last retrieval
zh_hans: 最近检索

source: Last retrieval distribution
zh_hans: 最近检索时间分布

source: Later
zh_hans: 稍后

source: Legacy Project-scoped drafts are read-only and cannot be published.
zh_hans: 旧版项目范围草稿为只读，无法发布。

source: Likely excluded by %@
zh_hans: 可能因“%1$@”被排除

source: Likely lost during hybrid fusion
zh_hans: 可能在混合融合阶段被淘汰

source: Likely rejected during reranking
zh_hans: 可能在重排序阶段被淘汰

source: Load More
zh_hans: 加载更多

source: Load this organization page before making changes.
zh_hans: 请先加载此组织页面，再进行更改。

source: Loading %@…
zh_hans: 正在加载%@…

source: Loading Activity…
zh_hans: 正在加载活动…

source: Loading Bundles…
zh_hans: 正在加载 Bundle…

source: Loading Drafts...
zh_hans: 正在加载草稿…

source: Loading Inbox
zh_hans: 正在加载收件箱

source: Loading Memory…
zh_hans: 正在加载记忆…

source: Loading Project…
zh_hans: 正在加载项目…

source: Loading Reviews…
zh_hans: 正在加载评审…

source: Loading Server recovery data…
zh_hans: 正在加载服务器恢复数据…

source: Loading activity…
zh_hans: 正在加载活动…

source: Loading dashboard…
zh_hans: 正在加载仪表盘…

source: Loading file changes…
zh_hans: 正在加载文件更改…

source: Loading members…
zh_hans: 正在加载成员…

source: Loading organization…
zh_hans: 正在加载组织…

source: Loading projects…
zh_hans: 正在加载项目…

source: Loading project…
zh_hans: 正在加载项目…

source: Loading the recorded chunk…
zh_hans: 正在加载已记录的片段…

source: Location
zh_hans: 位置

source: Logs
zh_hans: 日志

source: Manage %@
zh_hans: 管理%@

source: Manual
zh_hans: 手动

source: Mark as Read
zh_hans: 标为已读

source: Mark as Read (⇧⌘U)
zh_hans: 标为已读（⇧⌘U）

source: Mark as Unread
zh_hans: 标为未读

source: Mark as Unread (⇧⌘U)
zh_hans: 标为未读（⇧⌘U）

source: Marked for deletion
zh_hans: 已标记为删除

source: Member
zh_hans: 成员

source: Member access
zh_hans: 成员访问权限

source: Member pagination returned an invalid next cursor.
zh_hans: 成员列表返回了无效的分页游标。

source: Members
zh_hans: 成员

source: Memories
zh_hans: 记忆

source: Memories retrieved
zh_hans: 被检索的记忆

source: Memory
zh_hans: 记忆

source: Memory Actions
zh_hans: 记忆操作

source: Memory Cache
zh_hans: 记忆缓存

source: Memory Guidelines
zh_hans: 记忆指南

source: Memory Guidelines Unavailable
zh_hans: 无法加载记忆指南

source: Memory Unavailable
zh_hans: 无法加载记忆

source: Memory activation results will appear here.
zh_hans: 记忆激活结果会显示在这里。

source: Memory growth
zh_hans: 记忆增长

source: Memory guidelines tell agents what to remember and how to keep it useful. Start with our defaults and make them your own.
zh_hans: 记忆指南告诉 Agent 应该记住什么，以及如何维护这些记忆。可以从默认指南开始，再按需要调整。

source: Memory guidelines were saved, but could not be opened. Refresh the project to open them.
zh_hans: 记忆指南已保存，但无法打开。请刷新项目后打开。

source: Memory maintenance
zh_hans: 记忆维护

source: Memory search
zh_hans: 搜索记忆

source: Memory search failed
zh_hans: 记忆搜索失败

source: Merge
zh_hans: 合并

source: Merge Review
zh_hans: 合并评审

source: Merge the latest remote version before requesting a review.
zh_hans: 请求评审前，请先合并最新远端版本。

source: Merged
zh_hans: 已合并

source: Merged Result
zh_hans: 合并结果

source: Merged Review
zh_hans: 已合并的评审

source: Merged by %@
zh_hans: 由%@合并

source: Merged by %@ at %@
zh_hans: 由%@于%@合并

source: Merged result
zh_hans: 合并结果

source: Message Type Filter
zh_hans: 按消息类型筛选

source: Minimize
zh_hans: 最小化

source: More activity
zh_hans: 更多活动

source: More messages
zh_hans: 更多消息

source: More requests
zh_hans: 更多请求

source: Move to Inbox
zh_hans: 移回收件箱

source: Moving
zh_hans: 正在移动

source: Multiple memories use conflicting file paths: %@
zh_hans: 多条记忆使用了冲突的文件路径：%1$@

source: Name
zh_hans: 名称

source: Needs Review
zh_hans: 待评审

source: New Bundle
zh_hans: 新建 Bundle

source: New Memory
zh_hans: 新建记忆

source: New Project
zh_hans: 新建项目

source: New Project…
zh_hans: 新建项目…

source: New memories
zh_hans: 新增记忆

source: New review comment
zh_hans: 有新的评审评论

source: No Activity Yet
zh_hans: 暂无活动

source: No Activity for This Project
zh_hans: 此项目暂无活动

source: No Bundle
zh_hans: 不使用 Bundle

source: No Bundles
zh_hans: 暂无 Bundle

source: No Bundles yet. You can add memory after creating the project.
zh_hans: 暂无 Bundle。创建项目后可以添加记忆。

source: No Candidates
zh_hans: 暂无候选片段

source: No Changes
zh_hans: 暂无更改

source: No Draft Changes
zh_hans: 草稿暂无更改

source: No HTTP response was returned.
zh_hans: 服务器未返回 HTTP 响应。

source: No Match
zh_hans: 不匹配

source: No Matching Candidates
zh_hans: 没有匹配的候选片段

source: No Matching Reviews
zh_hans: 没有匹配的评审

source: No Memory
zh_hans: 暂无记忆

source: No Notifications
zh_hans: 暂无通知

source: No Projects
zh_hans: 暂无项目

source: No Results
zh_hans: 无结果

source: No Retrieval Runs
zh_hans: 暂无检索记录

source: No Reviews
zh_hans: 暂无评审

source: No Reviews match the current filters.
zh_hans: 没有符合当前筛选条件的评审。

source: No Suggested Evidence
zh_hans: 暂无建议的证据

source: No User Messages
zh_hans: 没有用户消息

source: No User Requests
zh_hans: 暂无用户请求

source: No active tokens returned.
zh_hans: 没有可用的有效令牌。

source: No activity found.
zh_hans: 未找到活动。

source: No activity yet.
zh_hans: 暂无活动。

source: No available members.
zh_hans: 暂无可选成员。

source: No changes in this period
zh_hans: 此时间范围内无更改

source: No content changes
zh_hans: 内容无更改

source: No error details were returned.
zh_hans: 未返回错误详情。

source: No inventory history yet
zh_hans: 暂无记忆总量历史

source: No local or remote changes to show for this document.
zh_hans: 此文档没有可显示的本地或远端更改。

source: No matching memory chunks were returned.
zh_hans: 未返回匹配的记忆片段。

source: No members found.
zh_hans: 未找到成员。

source: No members returned.
zh_hans: 未返回成员。

source: No memory has been added.
zh_hans: 尚未添加记忆。

source: No memory yet
zh_hans: 暂无记忆

source: No project members.
zh_hans: 暂无项目成员。

source: No projects yet.
zh_hans: 暂无项目。

source: No reranking result was recorded. The candidate may be outside the reranking shortlist, or the run may have stopped before reranking finished. This does not mean low relevance.
zh_hans: 没有记录到重排结果。候选片段可能未进入重排范围，也可能是本次检索在重排完成前已中止；这不表示相关性低。

source: No retrieval records
zh_hans: 暂无检索记录

source: No retrieved memories
zh_hans: 暂无被检索的记忆

source: No user messages were found in this activity.
zh_hans: 此活动中没有用户消息。

source: No user requests were found in this activity.
zh_hans: 此活动中未找到用户请求。

source: None
zh_hans: 无

source: Not Reranked
zh_hans: 未参与重排

source: Not Selected
zh_hans: 未选中

source: Not configured
zh_hans: 未配置

source: Not observed
zh_hans: 无检索记录

source: Not observed does not mean never retrieved
zh_hans: 未观测到不代表从未被检索

source: Not selected because its source range overlaps a selected chunk from the same resource.
zh_hans: 未入选：原文范围与同一资源中已入选的片段重叠。

source: Not selected because reranking relevance fell below the cutoff.
zh_hans: 未入选：重排后的相关性低于筛选阈值。

source: Not selected because selection stopped at the token budget.
zh_hans: 未入选：筛选已因 token 预算限制而停止。

source: Not selected because the maximum number of chunks was reached.
zh_hans: 未入选：本次检索的入选片段总数已达上限。

source: Not selected because this resource already contributed the maximum number of chunks.
zh_hans: 未入选：来自同一资源的入选片段数已达上限。

source: Not signed in
zh_hans: 未登录

source: Not signed in yet
zh_hans: 尚未登录

source: Notification changes couldn't be saved on this Mac. Try again.
zh_hans: 通知状态未能保存在这台 Mac 上，请重试。

source: Notifications Unavailable
zh_hans: 无法加载通知

source: Notifications about your Memory and Reviews appear here.
zh_hans: 记忆和评审相关的通知会显示在这里。

source: Notifications about your team, Memory, and Reviews appear here.
zh_hans: 团队、Memory 和评审相关的通知会显示在这里。

source: OK
zh_hans: 好

source: On this Mac
zh_hans: 这台 Mac 上

source: One count per document per retrieval
zh_hans: 每次检索中，每份文档只计一次

source: One version deletes this file. Choose whether to keep it.
zh_hans: 其中一个版本删除了此文件。请选择是否保留文件。

source: Only current Organization memory can be added to or removed from a Project.
zh_hans: 只有当前组织记忆可以添加到项目或从项目中移除。

source: Only the draft author can resubmit this Review.
zh_hans: 只有草稿作者可以重新提交此评审。

source: Only the recorded preview is available for this chunk.
zh_hans: 此片段仅有已记录的预览可用。

source: Open
zh_hans: 打开

source: Open %@
zh_hans: 打开%@

source: Open Guidelines
zh_hans: 打开指南

source: Open Memory
zh_hans: 打开记忆

source: Open Project
zh_hans: 打开项目

source: Open Review
zh_hans: 打开评审

source: Open Source
zh_hans: 查看源内容

source: Open a memory from the navigator
zh_hans: 从导航栏打开一条记忆

source: Open this memory from a Project before editing it.
zh_hans: 请先从项目中打开此记忆，再进行编辑。

source: Open this memory from a Project before renaming it.
zh_hans: 请先从项目中打开此记忆，再重命名。

source: Opening…
zh_hans: 正在打开…

source: Operation Failed
zh_hans: 操作失败

source: Operation failed: %@
zh_hans: 操作失败：%@

source: Optional
zh_hans: 选填

source: Optional. Link local folders to this project on this Mac. You can add them later in Project Settings.
zh_hans: 可选。将此 Mac 上的本地文件夹关联到项目，也可以稍后在项目设置中添加。

source: Org
zh_hans: 组织

source: Organization
zh_hans: 组织

source: Organization Details
zh_hans: 组织详情

source: Organization Projects
zh_hans: 组织项目

source: Organization activity
zh_hans: 组织活动

source: Organization activity and changes
zh_hans: 组织活动与更改

source: Organization administrator access is required.
zh_hans: 需要组织管理员权限。

source: Organization details are unavailable.
zh_hans: 组织详情暂不可用。

source: Organization name
zh_hans: 组织名称

source: Organization name, members, and sign-in
zh_hans: 组织名称、成员和登录

source: Organization pagination returned an invalid next cursor.
zh_hans: 组织列表返回了无效的分页游标。

source: Organization role
zh_hans: 组织角色

source: Organization role changed
zh_hans: 组织角色已变更

source: Organization sign-in failed: %@
zh_hans: 组织登录失败：%1$@

source: Organization sign-in timed out.
zh_hans: 组织登录超时。

source: Other directories
zh_hans: 其他目录

source: Overlap
zh_hans: 内容重叠

source: Owner
zh_hans: 所有者

source: Paste
zh_hans: 粘贴

source: People must be added as organization members before they can sign in.
zh_hans: 用户必须先被添加为组织成员，才能登录。

source: Per Resource Limit
zh_hans: 达到单资源上限

source: Period
zh_hans: 时间范围

source: Plugin installed and enabled
zh_hans: 插件已安装并启用

source: Plugin needs repair
zh_hans: 插件需要修复

source: Plugin not installed
zh_hans: 插件尚未安装

source: Preparing
zh_hans: 正在准备

source: Preparing Search…
zh_hans: 正在准备搜索…

source: Preview
zh_hans: 预览

source: Preview guidelines and their sources
zh_hans: 预览指南及其来源

source: Project
zh_hans: 项目

source: Project Filter
zh_hans: 按项目筛选

source: Project Settings
zh_hans: 项目设置

source: Project Unavailable
zh_hans: 无法加载项目

source: Project access removed
zh_hans: 项目访问权限已移除

source: Project administrator access is required to manage project memory.
zh_hans: 管理项目记忆需要项目管理员权限。

source: Project details
zh_hans: 项目详情

source: Project memory
zh_hans: 项目记忆

source: Project name
zh_hans: 项目名称

source: Project role changed
zh_hans: 项目角色已变更

source: Projects
zh_hans: 项目

source: Projects and project members
zh_hans: 项目与项目成员

source: Propose New Organization Memory
zh_hans: 提议新增组织记忆

source: Proposing %lld deletions…
zh_hans: 正在为 %1$lld 项创建删除提议…

source: Proposing deletion %lld of %lld…
zh_hans: 正在创建删除提议：%1$lld/%2$lld…

source: Published document count and retrieval coverage
zh_hans: 已发布文档数量和检索覆盖率

source: Published documents are grouped by directory. When all documents share a parent directory, its subdirectories are shown. The light bar shows current inventory; the blue portion shows distinct current documents retrieved within the selected period. Unpublished drafts are excluded.
zh_hans: 按目录对已发布文档分组。如果所有文档都位于同一父目录下，则显示其子目录。浅色条表示当前总量，蓝色部分表示在所选时间范围内被检索过的不同文档数。不包含未发布的草稿。

source: Published memory
zh_hans: 已发布记忆

source: Published memory at the end of each day
zh_hans: 每天结束时的已发布记忆数量

source: Published memory changes will appear here.
zh_hans: 已发布记忆的更改会显示在这里。

source: Quit %@
zh_hans: 退出 %1$@

source: Reactivate
zh_hans: 重新启用

source: Read Message
zh_hans: 阅读消息

source: Read notification
zh_hans: 已读通知

source: Ready
zh_hans: 就绪

source: Ready for the Evaluation Set
zh_hans: 可以加入评估集

source: Ready to Merge
zh_hans: 待合并

source: Ready to install
zh_hans: 可以安装

source: Reconnect to the local service, then refresh Inbox.
zh_hans: 请重新连接本地服务，然后刷新收件箱。

source: Recovery session ready
zh_hans: 恢复会话已就绪

source: Redo
zh_hans: 重做

source: Refresh
zh_hans: 刷新

source: Refresh %@
zh_hans: 刷新%@

source: Refresh Activity
zh_hans: 刷新活动

source: Refresh Inbox
zh_hans: 刷新收件箱

source: Refresh Retrieval Runs
zh_hans: 刷新检索记录

source: Refresh dashboard
zh_hans: 刷新仪表盘

source: Refresh dashboard · Updated %@
zh_hans: 刷新仪表盘 · 更新于 %@

source: Refresh recovery data
zh_hans: 刷新恢复数据

source: Refresh to check your access to this project.
zh_hans: 请刷新，检查你是否仍有此项目的访问权限。

source: Refresh to edit organization details.
zh_hans: 刷新后可编辑组织详情。

source: Refresh to load this project's statistics.
zh_hans: 刷新以加载此项目的统计数据。

source: Refresh to try again.
zh_hans: 刷新以重试。

source: Refreshing Bundles...
zh_hans: 正在刷新 Bundle…

source: Refreshing Reviews…
zh_hans: 正在刷新评审…

source: Register the dsh MCP entry in your dsh profile.
zh_hans: 在 dsh 配置中注册 dsh MCP 条目。

source: Reject
zh_hans: 驳回

source: Reject Review
zh_hans: 驳回评审

source: Reject Review — update to the latest remote version before deciding
zh_hans: 驳回评审：决定前请先更新到最新远端版本

source: Rejected
zh_hans: 已驳回

source: Rejected Review
zh_hans: 已驳回的评审

source: Remote
zh_hans: 远端

source: Remote Memory updated
zh_hans: 远端记忆已更新

source: Remote Server addresses must use HTTPS. HTTP is allowed only for localhost or a loopback IP address.
zh_hans: 远程服务器地址必须使用 HTTPS。仅 localhost 或回环 IP 地址可以使用 HTTP。

source: Remote Servers require HTTPS. HTTP is accepted only on this Mac's loopback address.
zh_hans: 远程服务器必须使用 HTTPS。仅本机回环地址可以使用 HTTP。

source: Remote Updates
zh_hans: 远端更新

source: Remote Version → Updated Draft
zh_hans: 远端版本 → 更新后的草稿

source: Remote already includes this file’s changes.
zh_hans: 远端已包含此文件的更改。

source: Remote changes are being checked for this document. Wait for Sync to finish before editing it.
zh_hans: 正在检查此文档的远端更改。请等待同步完成后再编辑。

source: Remote memory
zh_hans: 远端记忆

source: Remote memory changed while the workspace was loading. Refresh to load one consistent version.
zh_hans: 工作区加载期间，远端记忆发生了更改。请刷新以加载一致的版本。

source: Remove
zh_hans: 移除

source: Remove %@
zh_hans: 移除%@

source: Remove %lld Items from Project
zh_hans: 从项目移除 %1$lld 项

source: Remove Member…
zh_hans: 移除成员…

source: Remove Repository
zh_hans: 移除仓库

source: Remove Repository?
zh_hans: 移除仓库？

source: Remove from Bundle
zh_hans: 从 Bundle 移除

source: Remove from Project
zh_hans: 从项目移除

source: Remove project member?
zh_hans: 移除项目成员？

source: Remove the reference from this project. The remote file is kept.
zh_hans: 从此项目移除引用。远端文件将予以保留。

source: Removed project member
zh_hans: 已移除项目成员

source: Rename
zh_hans: 重命名

source: Rename %@
zh_hans: 重命名%1$@

source: Rename Folder
zh_hans: 重命名文件夹

source: Rename Folder…
zh_hans: 重命名文件夹…

source: Rename to %@
zh_hans: 重命名为%1$@

source: Renamed %lld of %lld memories.
zh_hans: 已重命名 %1$lld/%2$lld 条记忆。

source: Rename…
zh_hans: 重命名…

source: Renaming %lld memories…
zh_hans: 正在重命名 %1$lld 条记忆…

source: Renaming %lld of %lld memories…
zh_hans: 正在重命名记忆：%1$lld/%2$lld…

source: Repair Selected Integrations
zh_hans: 修复所选集成

source: Replace
zh_hans: 替换

source: Replace Entire File with Draft…
zh_hans: 用草稿替换整个文件…

source: Replace Entire File with Remote…
zh_hans: 用远端版本替换整个文件…

source: Replace Entire Result
zh_hans: 替换整个结果

source: Replace the entire result with one file version
zh_hans: 用某一文件版本替换整个结果

source: Replace the entire result?
zh_hans: 替换整个结果？

source: Reply
zh_hans: 回复

source: Report Inaccurate
zh_hans: 报告不准确

source: Repositories
zh_hans: 仓库

source: Repositories on This Mac
zh_hans: 这台 Mac 上的仓库

source: Repository Actions
zh_hans: 仓库操作

source: Request
zh_hans: 请求

source: Request %lld
zh_hans: 请求 %lld

source: Request Review for %lld Changes…
zh_hans: 为 %1$lld 项更改请求评审…

source: Request Review for All Project Changes…
zh_hans: 为项目的全部更改请求评审…

source: Request Review…
zh_hans: 请求评审…

source: Requesting review…
zh_hans: 正在请求评审…

source: Requests
zh_hans: 请求

source: Rerank
zh_hans: 重排序

source: Reset
zh_hans: 重置

source: Reset File Choices
zh_hans: 重置文件选择

source: Reset to Default Location?
zh_hans: 恢复默认存储位置？

source: Resolve Conflicts
zh_hans: 解决冲突

source: Resolved
zh_hans: 已解决

source: Resource
zh_hans: 资源

source: Response body is not UTF-8.
zh_hans: 响应正文不是 UTF-8 编码。

source: Restart Clumsies to apply the language?
zh_hans: 重启 Clumsies 以应用所选语言？

source: Restart and Apply
zh_hans: 重启并应用

source: Resubmit
zh_hans: 重新提交

source: Resubmit Review
zh_hans: 重新提交评审

source: Result
zh_hans: 结果

source: Result %llu
zh_hans: 结果 %llu

source: Result shows how a selected chunk is passed to the agent, or why a candidate was not selected.
zh_hans: “结果”说明入选片段如何交给 Agent，或候选片段为何没有入选。

source: Retrieval History Unavailable
zh_hans: 无法加载检索历史

source: Retrieval Process
zh_hans: 检索过程

source: Retrieval Run Actions
zh_hans: 检索记录操作

source: Retrieval Run Unavailable
zh_hans: 无法加载检索记录

source: Retrieval activity
zh_hans: 检索活动

source: Retrieval activity will appear here.
zh_hans: 检索活动会显示在这里。

source: Retrieval record unavailable
zh_hans: 检索记录不可用

source: Retrievals
zh_hans: 检索次数

source: Retrieved
zh_hans: 已检索

source: Retry
zh_hans: 重试

source: Retry Draft Sync
zh_hans: 重试草稿同步

source: Retry Needed
zh_hans: 需要重试

source: Retry Sync
zh_hans: 重试同步

source: Retrying Draft Sync…
zh_hans: 正在重试草稿同步…

source: Return to the Clumsies app to review the error.
zh_hans: 请返回 Clumsies 应用查看错误。

source: Returned
zh_hans: 已返回

source: Reuse
zh_hans: 复用

source: Reveal Logs in Finder
zh_hans: 在访达中显示日志

source: Reveal in Finder
zh_hans: 在访达中显示

source: Review
zh_hans: 评审

source: Review Actions
zh_hans: 评审操作

source: Review Comments
zh_hans: 评审评论

source: Review Evidence
zh_hans: 评审证据

source: Review Remote Changes
zh_hans: 检查远端更改

source: Review Requests
zh_hans: 评审请求

source: Review Results
zh_hans: 评审结果

source: Review Unavailable
zh_hans: 无法加载评审

source: Review approved
zh_hans: 评审已批准

source: Review comments
zh_hans: 评审评论

source: Review logs in %@.
zh_hans: 查看 %1$@ 中的日志。

source: Review merged
zh_hans: 评审已合并

source: Review refresh failed — Try Again
zh_hans: 评审刷新失败，请重试

source: Review requested
zh_hans: 已请求评审

source: Review updated
zh_hans: 评审已更新

source: Reviews
zh_hans: 评审

source: Reviews Unavailable
zh_hans: 无法加载评审

source: Reviews could not be loaded.
zh_hans: 无法加载评审。

source: Reviews created from synchronized drafts appear here.
zh_hans: 由已同步草稿创建的评审会显示在这里。

source: Revoke
zh_hans: 撤销

source: Revoke %@ token
zh_hans: 撤销%@令牌

source: Revoke access token?
zh_hans: 撤销访问令牌？

source: Revoked
zh_hans: 已撤销

source: Revoked sign-in credential
zh_hans: 已撤销登录凭据

source: Role
zh_hans: 角色

source: Root
zh_hans: 根目录

source: Rule
zh_hans: 规则

source: Rule paths cannot use the workflow/ namespace.
zh_hans: 规则路径不能使用 workflow/ 命名空间。

source: Rules
zh_hans: 规则

source: Run just dev-macos in this worktree to initialize the local Server and sign in automatically.
zh_hans: 在此工作树中运行 just dev-macos，即可初始化本地服务器并自动登录。

source: Running
zh_hans: 进行中

source: Runs used by Evaluation Cases will be kept.
zh_hans: 评估用例使用的检索记录将予以保留。

source: SSO login sign-in email domains identity provider
zh_hans: SSO 登录 单点登录 邮箱 域名 身份提供方

source: Save
zh_hans: 保存

source: Save Conflict Resolutions
zh_hans: 保存冲突解决结果

source: Save Conflict Resolutions — choose Remote or Draft for each conflict before saving
zh_hans: 保存冲突解决结果：请先为每处冲突选择远端版本或草稿

source: Save Conflict Resolutions — save your conflict choices without approving or publishing the Review
zh_hans: 保存冲突解决结果：仅保存你的选择，不批准或发布评审

source: Save and Continue in Browser
zh_hans: 保存并在浏览器中继续

source: Save and Request Review
zh_hans: 保存并请求评审

source: Save or discard changes before refreshing
zh_hans: 刷新前请先保存或丢弃更改

source: Save the current edits before opening this notification.
zh_hans: 打开此通知前，请先保存当前编辑。

source: Save the current edits before switching projects.
zh_hans: 切换项目前，请先保存当前编辑。

source: Save to Draft
zh_hans: 保存到草稿

source: Saving Conflict Resolutions…
zh_hans: 正在保存冲突解决结果…

source: Saving brings this draft up to date without leaving changes to publish.
zh_hans: 保存后，草稿将与最新版本一致，没有待发布的更改。

source: Saving changes…
zh_hans: 正在保存更改…

source: Saving this result keeps the file deleted in the draft.
zh_hans: 保存此结果后，草稿中的文件仍将保持删除状态。

source: Saving…
zh_hans: 正在保存…

source: Schema
zh_hans: 数据库结构

source: Search
zh_hans: 搜索

source: Search Activity
zh_hans: 搜索活动

source: Search Bundles
zh_hans: 搜索 Bundle

source: Search Clumsies...
zh_hans: 搜索 Clumsies…

source: Search Dashboard
zh_hans: 搜索仪表盘

source: Search Inbox
zh_hans: 搜索收件箱

source: Search Memory
zh_hans: 搜索记忆

source: Search Reviews
zh_hans: 搜索评审

source: Search Reviews by title, description or author
zh_hans: 按标题、描述或作者搜索评审

source: Search across the current workspace
zh_hans: 搜索当前工作区

source: Search activity
zh_hans: 搜索活动

source: Search members
zh_hans: 搜索成员

source: Search memory
zh_hans: 搜索记忆

source: Search notifications by title, message or project
zh_hans: 按标题、消息或项目搜索通知

source: Searching
zh_hans: 正在搜索

source: Select All
zh_hans: 全选

source: Select notification
zh_hans: 选择通知

source: Select notification: %@
zh_hans: 选择通知：%@

source: Select Project
zh_hans: 选择项目
